{
  "app": {
    "home": "Home",
    "foreword": "Introduction",
    "chairmanMessage": "Message of chairperson",
    "aboutFuyu": "About Fuyu",
    "activityVideo": "Video",
    "simplified": "CN",
    "traditional": "TC",
    "contactUs": "Contact Us",
    "companyAddr1": "Address: 9F-8, No. 452, Linsen N Rd, Zhongshan District, Taipei City, Taiwan",
    "contactTel1": "Telephone: 02-25210101",
    "companyFullName": "Fuyu Marketing Enterprise co.",
    "connection": "Links",
    "indexHead1Main1": "Welcome to Fuyu",
    "indexHead1Sub1": "We are your best working partners",
    "indexHead2Main1": "Develop",
    "indexHead2Main2": "your own business",
    "indexHead2Sub1": "Join today, embrace tomorrow's success",
    "compnayIntroduce": "Company profile",
    "businessPhilosophy": "Management Philosophy",
    "businessPhilosophyContent": "\"Fuyu marketing enterprise co. solely believes in operating with integrity and in improving the quality of life of disadvantaged groups.Fuyu marketing enterprise co. and distributors combine as a whole. A common body of affairs: joint management and sharing. \"Serving\" as the starting point in order to create a \"life-long guarantee and prosperity of a lifetime\"",
    "competitives": "Competitive edge",
    "competitivesContent": "The launch of global top-notch revolutionary products and pursuing an innovative pathway as marketing strategy fulfill the need of modern people. Fuyu marketing enterprise co. constantly brings new products and never loses sight of the market.Fuyu marketing enterprise co. provides you with the strongest assistance - our administrative team.You enjoy full support from both domestic and foreign countries to assist you in running and managing your business with Fuyu marketing enterprise co.We are not only deep-rooted in Taiwan but also ready for the global stage!!!",
    "activityHighlights": "Photos",
    "picTitle1": "Course Workshop 1",
    "picTitle2": "Course Workshop 2",
    "picTitle3": "Course Workshop 3",
    "picTitle4": "Product  description ",
    "picTitle5": "Business description",
    "picTitle6": "Company banquet 1",
    "picTitle7": "Company banquet 2",
    "picTitle8": "Company banquet 3",
    "picTitle9": "Birthday party",
    "aboutDate": "was established on the 5th February 2007.",
    "aboutFounder": "\"In March 2019, the co-founders, Nancy Tsai and Xien-Li Geng, have established \"Water Fuyu\".",
    "chairmanAboutMe": "About me",
    "chairmanLife": "I grew up in a family that dealt in general merchandise, transportation, and the construction industry. My family's influence has been so profound that I have a clear and persistent commitment to expand my career territory. I have also been interested in various religious fields, which encouraged me to deeply understand the truth behind being a good person and which inspired me to help others. I hope that the philosophy of Fuyu marketing enterprise co. can help a lot of friends in embracing wisdom and in escaping poverty in the future. This business, \"Water Fuyu\" can help many people solve a lifetime of financial problems and it can also play a valuable part in many friends' life.",
    "responsibility": "Our mission",
    "responsibilityContent": "The mission of Fuyu marketing is very simple: keeping yourself away from poverty is a responsibility, helping others to have the wisdom to escape poverty is a bigger love, bringing people a healthier and better life. In the next 10 years, over 3 billion people will choose to pursue a healthier and richer life. This is definitely an opportunity. We sincerely welcome you to join us. Here's our invitation from Fuyu marketing, where we help individuals to millions of people succeed: let's work together for the next decade to be more prosperous and to open up new prospects.",
    "bestRegard": "Best wishes,",
    "chairman": "Chairperson ",
    "tsai": "Cindy Tsai",
    "ForewordBuilding": "The facade of the international building of Fuyu",
    "ForewordTalk": "Let's have a chat",
    "ForewordTalkContent": "We are Fuyu marketing enterprise co. We would like to spend a few minutes to tell you why we are so excited about our enterprise! From the moment that you become a distributor of Fuyu marketing enterprise co., you will have taken the first step towards unlimited financial success and personal achievement, as we will create miracles with you!",
    "ForewordMiracle": "A miracle in the making",
    "ForewordMiracleContent": "\"This miracle can solve a large variety of problems and create a business opportunity of billions of dollars. In Fuyu marketing enterprise co., our proudest asset is that we have the most talented and visionary leaders who share the business with us -- you.We have carefully considered the best way to reward you. We first present you with the most original and revolutionary products, using an exciting and unique marketing plan. You can then start to share this great business opportunity with others. You can plan and run business operations on a part-time or full-time basis, depending on the situation that suits you best. It will be, after all, your own business! Every distributor who joins our business has a different time schedule, strength, enthusiasm, professionalism, background, dreams, knowledge and talents. Due to these differences, we are more unique: we let you believe in yourself, allowing you to trust your own abilities and to give yourself time to learn in order to get everything you dreamed of. Remember! Carry out this career according to your own ideals. Besides, you are not alone!What you will be most proud is the change of your mindset. This career will create a different \"you\". So at Fuyu marketing enterprise co., we warmly welcome your participation and offer you our most sincere wishes!\"",
    "English": "EN"
  }
}
